* TODO Project Alpha :urgent:project:
SCHEDULED: <2025-08-30 10:00>
DEADLINE: <2025-08-31 10:00>
:LOGBOOK:
CLOCK: [2025-08-30 Sat 00:54]
:END:

This is a project with scheduling information.
Multiple lines of content here.

** DONE Research phase :research:
CLOSED: [2024-01-15 Mon 17:30]
:LOGBOOK:
CLOCK: [2024-01-15 Mon 09:00]--[2024-01-15 Mon 12:00] =>  3:00
CLOCK: [2024-01-15 Mon 14:00]--[2024-01-15 Mon 17:30] =>  3:30
:END:

Research completed successfully.
Found all necessary information.

** IN-PROGRESS Development :dev:coding:
:LOGBOOK:
CLOCK: [2024-01-16 Tue 09:30]--[2024-01-16 Tue 11:45] =>  2:15
CLOCK: [2024-01-17 Wed 10:00]
:END:

Currently working on implementation.
Still in progress, timer running.

*** DONE Setup environment :setup:
CLOSED: [2024-01-16 Tue 10:15]

Environment is ready.

* DONE Documentation Task :docs:writing:
SCHEDULED: <2024-01-10 Wed 14:00>
CLOSED: [2024-01-14 Sun 16:45]
:LOGBOOK:
CLOCK: [2024-01-12 Fri 13:00]--[2024-01-12 Fri 18:00] =>  5:00
CLOCK: [2024-01-14 Sun 14:00]--[2024-01-14 Sun 16:45] =>  2:45
:END:

Documentation completed with detailed examples.

All sections covered:
- Introduction
- Usage examples
- API reference

* CANCELLED Marketing Campaign :marketing:cancelled:
DEADLINE: <2024-02-01 Thu>
CLOSED: [2024-01-18 Thu 11:20]

This campaign was cancelled due to budget constraints.
Will revisit in Q2.

* WAITING External Review :review:external:
SCHEDULED: <2024-01-25 Thu>

Waiting for external team to complete their review.
Depends on their timeline.

** TODO Follow up with team :followup:
SCHEDULED: <2024-01-22 Mon 10:00>

Need to check on progress.

* Regular Task without time info :simple:

This is just a regular task without any time tracking
or scheduling information.

** Subtask with time :sub:time:
SCHEDULED: <2025-08-30 Sat 10:11>

Just regular content here.

* TODO new note
osnkjsndfkjsndf



sldknf;kjgnek;jngljkbflajshdbflakjsdfnlaskjdfn



ksjdnlkajgnlkajfdng



